<x-layout>
    <x-breadcrumbs />

    <div class="container">
        <div class="about">
            <h2 class="about__title">О нас</h2>
            <p class="about__text">В дороге никто не застрахован от непредвиденных ситуаций. Даже в случае самой тщательной
                подготовки к поездке, нет гарантий, что что-то может пойти не так как планировалось. Порой в дороге возникает
                необходимость слить топливо из бака. Возможно, потребуется слить только часть топлива, а может, придется
                сливать
                и
                весь бензин, количество в данном случае роли не играет. Поэтому каждый хороший водитель должен обладать
                необходимыми знаниями и навыками для того чтобы правильно слить топливо из бака.</p>

            <h4 class="title-list">Заголовок (список)</h4>
            <ul class="about__list">
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую возникают тогда, когда
                    автомобиль был заправлен некачественным бензином. После того, как водитель замечает, что в бак было залито
                    топливо низкого качества, слить такой бензин, наиболее разумное решение, чтобы избежать возможных поломок
                    двигателя. Второй причиной, по которой может понадобиться слить топливо из бака может стать необходимость
                    использования бензина </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую возникают тогда, когда
                    автомобиль был заправлен некачественным бензином. </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую возникают тогда, когда
                    автомобиль был заправлен некачественным бензином. </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую возникают тогда, когда
                    автомобиль был заправлен некачественным бензином. </li>
            </ul>

            <h4 class="title-list">Заголовок (список в 2 столбца)</h4>

            <ul class="about__list about__list-column">
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую
                    возникают тогда, когда автомобиль был заправлен некачественным бензином. После того, как водитель замечает,
                    что в бак было залито топливо низкого качества, слить такой бензин, наиболее разумное решение, чтобы
                    избежать
                    возможных поломок двигателя. Второй причиной, по которой может понадобиться слить топливо из бака может
                    стать
                    необходимость использования бензина </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую
                    возникают тогда, когда автомобиль был заправлен некачественным бензином. </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую
                    возникают тогда, когда автомобиль был заправлен некачественным бензином. </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую
                    возникают
                    тогда, когда автомобиль был заправлен некачественным бензином. </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую
                    возникают
                    тогда, когда автомобиль был заправлен некачественным бензином. </li>
                <li class="about__list-item">Ситуации, когда необходимо слить топливо из бака зачастую
                    возникают
                    тогда, когда автомобиль был заправлен некачественным бензином. </li>
            </ul>
        </div>
    </div>
</x-layout>
